[
  {
    "hostname": "ac24.cz",
    "description": "Podle think-tanku Evropské hodnoty je server AC24.cz častým šiřitelem nepravdivých zpráv, které buď překrucují, nebo špatně překládají zahraniční zdroje. Think-tank uvádí konkrétní příklady, na nichž demonstruje, k jakým manipulacím v článcích na webu dochází, a upozorňuje na jeho konspirační povahu. Články ze serveru AC24.cz jsou šířeny za pomoci několika facebookových stránek současně."
  },
  {
    "hostname": "aeronet.cz",
    "description": "Autoři příspěvků se skrývají pod pseudonymy, vlastník domény skrytý. V březnu 2020 se reportérům ČT podařilo odhalit provozovatele Marka Pešla. Na začátku roku 2022 byl zablokován, avšak byl o pár měsíců obnoven pod doménou aeronet.news."
  },
  {
    "hostname": "antiilluminati.net",
    "description": "Držitelem domény a autorem článků je Jan Krpenský. Web je výrazně proruský a šíří dezinformace např. o globálním oteplování."
  },
  {
    "hostname": "bezpolitickekorektnosti.cz",
    "description": "Web informuje o dění u nás i ve světě. Kritizuje imigraci, islám a Západ. Často se tu objevuje ortodoxně ruský pohled na konflikt na Ukrajině. Otiskuje glosy bývalého místopředsedy ODS Miroslava Macka, antisemity Adama B. Bartoše, bývalého prezidentova poradce Petra Hájka a šéfa Akce D.O.S.T. Michala Semína."
  },
  {
    "hostname": "bohemiadaily.com",
    "description": "Čínský dezinformační web."
  },
  {
    "hostname": "borea.cz",
    "description": "Partnerský web Isstras.eu, namířený proti Západu. Provozuje tzv. Institut slovanských strategických studií (ISSTRAS), který založila Radmila Zemanová-Kopecká, bývalá členka Zemanovy SPOZ"
  },
  {
    "hostname": "cz24.news",
    "description": "Jeden z nejaktivnějších dezinformačních webů v češtině. Přináší velké množství dezinformací a konspiračních teorií v souvislosti s pandemií covidu-19 a patří k nejvýznamnějším tuzemským šířitelům ruské propagandy."
  },
  {
    "hostname": "czechfreepress.cz",
    "description": "Vydavatel a šéfredaktor Miroslav Suja."
  },
  {
    "hostname": "ceskoaktualne.cz",
    "description": "Držitelem domény je MELMAK, s.r.o.. Texty nejsou podepsané a web byl v minulosti nařčen z šíření ruské propagandy či HOAXů."
  },
  {
    "hostname": "cesky-portal.cz",
    "description": "Webový rozcestník na stránky spadající pod něj."
  },
  {
    "hostname": "zpravy.dt24.cz",
    "description": "Web obsahově kombinující ezoteriku, odkazy na weby nabízející předražené nefunkční produkty a přebírající články z dalších dezinformačních webů, který se také nazývá Dt24, zakladatelem je Tomáš Frantík z Třebíče."
  },
  {
    "hostname": "e-republika.cz",
    "description": "Jako vydavatel je zapsaný spolek eRepublika, šéfredaktorem je Pavel Letko. Obsah publikovaný na E-republice je v drtivé většině zaměřen na dění na Ukrajině a často se mezi články objevují dezinformace."
  },
  {
    "hostname": "euportal.cz",
    "description": "Vydával do ledna 2022, kdy ohlásil ukončení provozu, Český portál, o.p.s. Redakci vede Lukáš Petřík a jeho zástupce František Topol, členem správní rady je antisemita Adam B. Bartoš."
  },
  {
    "hostname": "eurabia.cz",
    "description": "Přímým nástupcem webu se stal web islamizace.cz vedený protimuslimským a proruským aktivistou Lukášem Lhoťanem."
  },
  {
    "hostname": "eurasia24.cz",
    "description": "Doména je zaregistrovaná na jméno Jiří Ondrášek. Tematicky se zaobírá pouze mezinárodním děním, předně Blízkým východem a Ukrajinou, a to výhradně z ruského pohledu. Sám se označuje za proruský web."
  },
  {
    "hostname": "eurodenik.cz",
    "description": "vydavatelem je firma EKO Velari s.r.o. se sídlem v pražském Bubenči. Společnost je ze 100 % vlastněna ruskými občany. Tři čtvrtě společnosti vlastní podnikatel Valeriy Khegay s trvalým bydlištěm v Moskvě. Zbylých 25 % patří Varvaře Bantser, která má podle volně dostupných informací bydliště v ruském Vladivostoku."
  },
  {
    "hostname": "euserver.cz",
    "description": "Vydavatelem je Český portál, o.s."
  },
  {
    "hostname": "freeglobe.cz",
    "description": "Vydává Český portál, o.p.s. Šéfredaktorem je Adam B. Bartoš pod pseudonymem Edvard Steinský"
  },
  {
    "hostname": "infokuryr.cz",
    "description": "Původně známý jako Teplický kurýr. Web je především kompilátem názorových textů a článků převzatých z webů jako Czech Free Press, EUportal, stejně jako nwoo.org nebo putinovská TVZvezda.ru."
  },
  {
    "hostname": "infowars.cz",
    "description": "Za webem stojí ředitel rádia Svobodný vysílač Pavel Hlávka. Objevují se zde jména jako Břetislav Olšer nebo Daniel Solis. Kritizuje současnou i bývalou českou politickou scénu v čele s Václavem Havlem."
  },
  {
    "hostname": "isstras.eu",
    "description": "Na webu dominuje proruská tematika a ruský pohled na situaci na Ukrajině a zároveň také kritika USA a západu. Web si zaregistrovala bývalá členka Zemanovy SPOZ Radmila Zemanová Kopecká."
  },
  {
    "hostname": "islamizace.cz",
    "description": "Přímý nástupce zablokovaného webu EUrabia.cz. Zakladatelem a hlavním přispěvatelem je bývalý aktivista spolku Islám v ČR nechceme Lukáš Lhoťan. Vedle článků o imigraci je zde šířen i prokremelský narativ."
  },
  {
    "hostname": "kresadlo.com",
    "description": "Vlastník domény je skrytý. Web velmi agresivní formou podává alternativní výklad aktuálního dění i různých konspiračních teorií."
  },
  {
    "hostname": "lajkit.cz",
    "description": "vlastníkem domény je Ondřej Geršl, který se rovněž podílí na tištěném měsíčníku Vědomí. Redakce je zcela anonymní."
  },
  {
    "hostname": "megazine.cz",
    "description": "Doména je registrována na jméno Lenka Dvořáková. Vykazuje pro-kremelský pohled na mezinárodní dění. Články přebírá z jiných, obvykle pro-ruských médií. V červnu 2019 web ukončil činnost a odkázal na svého pokračovatele megazpravy.cz."
  },
  {
    "hostname": "megazpravy.cz",
    "description": "Doména je stejně jako Megazine v září 2019 registrovaná na jméno Lenka Dvořáková s kontaktní adresou „Václavské Náměstí, 11000 Praha, CZ“, na webu se objevují nepravdivé a citově zabarvené zprávy od autorů Petr a Miloš Dvořák, jejichž autorská jména rovněž byla spjata se serverem megazine.cz."
  },
  {
    "hostname": "narodninoviny.cz",
    "description": "Autor byl pro plagiátorství vykázán z blogů iDNES.cz i Lidovky.cz, založil den24.cz a poté Národní noviny, jež se svou značkou hlásí k odkazu Karla Havlíčka Borovského, s někdejším médiem toho názvu však nemá nic společného. Podle Manipulátoři.cz šíří ruskou propagandu a dezinformace."
  },
  {
    "hostname": "nezdravi.cz",
    "description": "Český portál, o.p.s."
  },
  {
    "hostname": "novarepublika.cz",
    "description": "Vlastníkem domény a redaktorem je bývalý psychiatr a zastánce konspiračních teorií Ivan David."
  },
  {
    "hostname": "nwoo.org",
    "description": "Web řídí šiřitel konspiračních teorií Jan Korál[42] Antisemita a tajemník ANM Jan Korál je hospodářem tzv. Výboru národní kultury, který sídlí na stejné adrese jako KSČ v ulici Politických vězňů."
  },
  {
    "hostname": "ocemsemlci.cz",
    "description": "Alternativní web Stanislava Novotného, součást české dezinformační scény."
  },
  {
    "hostname": "orgo-net.blogspot.com",
    "description": "Konspirační web používající oblíbenou praktiku ruské propagandy – tzv. odkazování kruhem. U prvních článků je podepsán Ladislav Kopecký jako autor překladů, další příspěvky jsou anonymní, byť autorem je Jiří Dratva (ročník 1988). Často se zde objevují překlady z vysoce obskurního konspiračního webu Whatdoesitmean, obvykle odkazující na neexistující zprávy ruských tajných služeb nebo ministerstva zahraničí."
  },
  {
    "hostname": "outsidermedia.cz",
    "description": "Provozuje středoškolský učitel ve společnosti ArtEcon z Hradce Králové."
  },
  {
    "hostname": "osud.cz",
    "description": "Provozuje Freedom Publicité, s.r.o., ve spolupráci s Freedom First, s.r.o., obě vlastněné Jiřím Maškem z Prahy – Čakovic"
  },
  {
    "hostname": "otevrisvoumysl.cz",
    "description": "Jedná se o kanál na YouTube a stejnojmennou webovou stránku. Videa jsou poměrně populární, některá mají desítky tisíc zhlédnutí. Podle CZ.NIC za projektem stojí David Formánek z Kojetína."
  },
  {
    "hostname": "parlamentnilisty.cz",
    "description": "původně součást společnosti OUR MEDIA Michala Voráčka, od roku 2016 je většinovým vlastníkem senátor Ivo Valenta. Přetiskují i články ryze prokremelských serverů. Přispěvateli jsou např. Petr Žantovský, Petr Hájek, Stanislav Novotný, Tereza Spencerová, Jan Schneider ad. První zástupce šéfredaktora Parlamentních listů Radim Panenka má exkluzivní přístup k prezidentu Zemanovi a často cestuje s jeho doprovodem."
  },
  {
    "hostname": "paratdnes.cz",
    "description": "Zakladatel a majitel domény by měl být Petr Pokorný. Vystupuje proti Evropské unii a Západu, obsah je obvykle proruský. Ve velké míře kritizuje česká, zejména veřejnoprávní média. Web již není doplňován a jeho obsah se přesouvá na server Skrytá pravda (www.skrytapravda.cz)."
  },
  {
    "hostname": "pravdive.eu",
    "description": "-"
  },
  {
    "hostname": "pravyprostor.cz",
    "description": "Web vydává společnost Pravý Prostor Média s.r.o., IČ: 04917529, kterou vlastní Karel Kříž. Server často šíří konspirační teorie a podílí se na vytváření konspiračních narativů."
  },
  {
    "hostname": "protiproud.cz",
    "description": "Vydavatelem je bývalý mluvčí prezidenta Václava Klause, Petr Hájek[60]. Web je dostupný, ale od února 2022 je provozován na nové doméně, kam uživatele přesměruje."
  },
  {
    "hostname": "prvnizpravy.cz",
    "description": "Provozovatelem webu je firma Easy Communications s.r.o., za kterou kromě šéfredaktora Radomíra Pekárka stojí Jan Holoubek a Jan Fulín, a jejímž polovičním vlastníkem je společnost OUR MEDIA, do jejíhož portfolia patří předně Parlamentní listy."
  },
  {
    "hostname": "prvopodstata.com",
    "description": "Doména je registrovaná na jméno Jiří Zbožínek. Zakladatelem protizápadního a konspiračního webu je Jiří Woodman, šéfredaktorem Tomáš Marný."
  },
  {
    "hostname": "rukojmi.cz",
    "description": "Doménu zaregistroval v březnu 2015 ostravský podnikatel Marcel Kryl, šéfredaktorem serveru byl Břetislav Olšer."
  },
  {
    "hostname": "skrytapravda.cz",
    "description": "Doména je registrovaná na jméno Petr Pokorný. Stejný člověk vystupuje jako hlavní autor webu i jako jeho provozovatel."
  },
  {
    "hostname": "smartnews.cz",
    "description": "Web si zaregistrovala zakladatelka Institutu slovanských strategických studií a bývalá členka Zemanovy SPOZ Radmila Zemanová Kopecká."
  },
  {
    "hostname": "cz.sputniknews.com",
    "description": "Oficiální ruská státní rozhlasová stanice a zpravodajská agentura, následovník Hlasu Ruska."
  },
  {
    "hostname": "svetkolemnas.info",
    "description": "Vlastníkem domény je Ondřej Geršl."
  },
  {
    "hostname": "svobodne-radio.com",
    "description": "Spolek Svobodné rádio, z. s."
  },
  {
    "hostname": "svobodnenoviny.eu",
    "description": "Za webem stojí Martin Gudbier z Orlové, který je v kontaktu například s Petrem Hájkem z Protiproudu. Publikuje tu například radikální příznivec Putina, bývalý senátor Jiří Vyvadil, předseda sdružení Přátelé Ruska v České republice."
  },
  {
    "hostname": "tadesco.org",
    "description": "-"
  },
  {
    "hostname": "tydenikobcanskepravo.cz",
    "description": "-"
  },
  {
    "hostname": "vlasteneckenoviny.cz",
    "description": "Provozuje mediální skupina Alfa Libera o.s., která až do podzimu provozovala hned několik webů, které šířily proruské vidění světa. Šéfredaktorem je Radek Velička.[72] Roku 2015 se součástí tohoto webu stal jiný prokremelský web Stalo-se.cz, který provozoval Radek Velička, Alfa Libera o.s."
  },
  {
    "hostname": "zastavmezlodeje.com",
    "description": "Protestní web, který se prezentuje jako aktivita skupiny českých občanů je spojován se jménem Peter Cimerman, což má být slovenský občan. Ani jeho reálnou existenci se ale nepodařilo zjistit, na svém facebookovém profilu používá fotografie z fotobank a internetových databází, které vydává za vlastní."
  },
  {
    "hostname": "zvedavec.org",
    "description": "založil v září 1999 československý emigrant Vladimír Stwora, který žije v Torontu. Web zveřejnil antisemitský příspěvek, za který byl Stwora roku 2009 pravomocně odsouzen k podmíněnému trestu."
  }
]
